Repository: bireme/fi-admin
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Create a new record from this qualifier
es: Crear un nuevo registro a partir de este calificador

source: Choice of qualifier and language
es: Elección del calificador y el idioma

source: Awaiting translation
es: Esperando traducción

source: Last additions
es: Ultimas adiciones

source: Last modified
es: Ultimos cambios

source: Move concept
es: Mover concepto

source: Concept to be migrated
es: Concepto a migrar

source: Warning!
es: ¡Advertencia!

source: You will be making a major change, if you are sure you will do ok
es: Estarás haciendo un cambio importante. Si estás seguro de que lo harás bien,

source: Enter the ID code to find the destination you want to migrate
es: ingreses el código de identificación para encontrar el destino que deseas migrar.

source: Hint: The code starts with the letter D
es: Consejo: El código comienza con la letra D

source: Descriptor record found
es: Registro de descriptor encontrado

source: Move to this descriptor?
es: ¿Mover a este descriptor?

source: No descriptor records were found
es: No se encontraron registros de descriptores

source: Hint: The code starts with the letter Q
es: Consejo: El código comienza con la letra Q

source: Qualifier record found
es: Registro de calificador encontrado

source: Move to this Qualifier?
es: ¿Mover a este calificador?

source: No qualifiers records were found
es: No se encontraron registros de calificador

source: Move term
es: Mover término

source: Term to be migrated
es: Término a migrar

source: Enter the concept ID to find the destination you want to migrate
es: Ingrese el ID de concepto para encontrar el destino que desea migrar

source: Hint: The code starts with the letter M or F
es: Consejo: El código comienza con la letra M o F

source: Concept found
es: Concepto encontrado

source: Move to this concept?
es: ¿Pasar a este concepto?

source: Move qualifier
es: Mover calificador

source: Issues
es: Número del fascículo

source: Mask
es: código

source: Suggested descriptors identified in the title and abstract
es: Sugerencia de descriptores identificados en el título y resumen

source: Primary descriptor
es: Descriptor primario

source: Secundary descriptor
es: Descriptor secundario

source: No descriptor was identified
es: No se ha identificado descriptores

source: Check if the title and abstract are filled in
es: Verifique si el título y el resumen están llenos

source: Disclaimer
es: Aviso

source: This service use a computer program to analyze and identify DeCS/MeSH descriptors from words of title and abstract
es: Este servicio utiliza un programa de computadora para analizar e identificar descriptores DeCS/MeSH de palabras de título y resumen

source: Descriptor was added
es: Descriptor agregado

source: NRW - Narrower
es: NRW - Más estrecho

source: Thesaurus UI
es: ID en tesauro

source: Entry combination List
es: Lista de descriptores precoordinados (precoord)

source: Entry combinations List
es: Lista de combinaciones de entrada

source: Qualifier string
es: Calificador

source: Descriptor string
es: Descriptores

source: Thesaurus occurrence
es: Nombre del tesauro

source: Name of a thesaurus where terms occur
es: Nombre de un tesauro donde aparecen términos

source: Thesaurus acronym
es: Acrónimo del tesauro

source: This Concept already exist!
es: ¡Este concepto ya existe!

source: This configuration already exists for this concept!
es: Esta configuración ya existe para este concepto!

source: Masks
es: código

source: Issue
es: Número del fascículo

source: Number of copies
es: Número total de volúmenes

source: Status (P/A)
es: Estado

source: Duplicated descriptors are not allowed
es: No se permiten descriptores duplicados
