Repository: bireme/fi-admin
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Please check error messages in the respective fields
es: Por favor, verifique los mensajes de error en los respectivos campos de datos
pt_br: Por favor verifique mensagens de erros nos respectivos campos de dados

source: Possible duplication
es: Posible duplicación
pt_br: Possível duplicação

source: check
es: verificar
pt_br: verificar

source: Monographic level
es: Nivel monográfico
pt_br: Nível monográfico

source: Record created in
es: Registro creado en
pt_br: Registro criado

source: Indexer cooperative center code
es: Código del centro indizador
pt_br: Código do centro indexador

source: Changes history
es: Historia de cambios
pt_br: Histórico de mudanças

source: Duplicates
es: Duplicados
pt_br: Duplicados

source: Save Draft
es: Guardar Borrador
pt_br: Gravar Rascunho

source: Save as
es: Guardar como
pt_br: Gravar como

source: Save as LILACS-Express
es: Guardar como LILACS-Express
pt_br: Salvar como LILACS-Express

source: Publish as LILACS-Express
es: Publicar como LILACS-Express
pt_br: Publicar como LILACS-Express

source: Publish
es: Publicar
pt_br: Publicar

source: Back
es: Volver
pt_br: Voltar

source: Add file
es: Añadir archivo
pt_br: Adicionar arquivo

source: After publication the record can only be modified by a user with editor profile. Continue?
es: Después de la publicación, el registro sólo puede ser modificado por un usuario con el perfil del editor. ¿Continuar?
pt_br: Após a publicação, o registro só pode ser modificado por um usuário com perfil de editor. Continuar?

source: Reference Analytic
es: Analítica
pt_br: Analítica

source: Reference Analytics
es: Analíticas
pt_br: Analíticas

source: Edit or create an analytic
es: Editar o crear una analítica
pt_br: Edite ou crie uma analítica

source: Edit Source
es: Editar Fuente
pt_br: Editar Fonte

source: New Source
es: Nueva Fuente
pt_br: Nova Fonte

source: List analytics
es: Listar analíticas
pt_br: Listar analíticas

source: Create analytic
es: Crear analítica
pt_br: Criar analítica

source: Record Sources
es: Fuentes
pt_br: Fontes

source: Select or create a source
es: Seleccione o cree una nueva fuente
pt_br: Selecione ou crie uma fonte

source: Publication year
es: Año de publicación
pt_br: Ano de publicação

source: Select
es: Seleccione
pt_br: Selecione

source: Community
es: Comunidad
pt_br: Comunidade

source: Select the community
es: Seleccione la comunidad
pt_br: Selecione a comunidade

source: Classification updated
es: Clasificación actualizada
pt_br: Classificação atualizada

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Success!
es: Éxito!
pt_br: Sucesso!

source: Recent actions
es: Acciones recientes
pt_br: Ações recentes

source: LILACS-Express records for indexing
es: Registros LILACS-Express para indización
pt_br: Registros LILACS-Express para indexação

source: Created
es: Creado en
pt_br: Criado

source: Modified
es: Modificado
pt_br: Modificado

source: No records found
es: No se encontraron registros
pt_br: Nenhum registro foi encontrado

source: Delete
es: Borrar
pt_br: Apagar

source: Edit error report
es: Editar informe de error
pt_br: Editar informe de erro

source: Error Report
es: Informe de error
pt_br: Informe de erro

source: Edit resource of this report
es: Editar el recurso deste inform
pt_br: Editar o recurso deste informe

source: Posted on
es: Publicado en
pt_br: Enviado em

source: clear
es: limpiar
pt_br: limpar

source: Edit Event
es: Editar evento
pt_br: Editar evento

source: New Event
es: Nuevo evento
pt_br: Novo evento

source: Event created in
es: Evento creado en
pt_br: Evento criado em

source: Add new error report
es: Añadir informe de error
pt_br: Informar um erro

source: Edit Event type
es: Editar tipo de evento
pt_br: Editar tipo de evento

source: New Event type
es: Nuevo tipo de evento
pt_br: Novo tipo de evento

source: Add translation
es: Añadir traducción
pt_br: Adicionar tradução

source: My events
es: Mis eventos
pt_br: Meus eventos

source: Events of my network
es: Eventos de mi red
pt_br: Eventos da minha rede

source: All events
es: Todos eventos
pt_br: Todos eventos

source: Phone number
es: Número de teléfono
pt_br: Número do telefone

source: Delete institution
es: Borrar institución
pt_br: Apagar instituição

source: Edit Institution
es: Editar Institución
pt_br: Editar Instituição

source: New Institution
es: Nueva Institución
pt_br: Nova Instituição

source: Persons
pt_br: Pessoas

source: Phones/Emails
pt_br: Telefones/Emails

source: Created in
es: Creado en
pt_br: Criado em

source: Add Person
pt_br: Adicionar Pessoa

source: Add Site
es: Añadir Sitio
pt_br: Adicionar Site

source: Add Phone
pt_br: Adicionar Telefone

source: Add Email
pt_br: Adicionar Email

source: Add Unit
pt_br: Adicionar Unidade

source: My institution
es: Mi Institución
pt_br: Minha instituição

source: All instutions
es: Todas las instituciones
pt_br: Todas instituições

source: Add
es: Añadir
pt_br: Adicionar

source: Delete legislation
es: Borrar legislación
pt_br: Apagar legislação

source: Legislation
es: Legislación
pt_br: Legislação

source: Delete resource
es: Borrar recurso
pt_br: Apagar recurso

source: Edit Legislation
es: Editar Legislación
pt_br: Editar Legislação

source: New Legislation
es: Nueva Legislación
pt_br: Nova Legislação

source: Act created in
es: Ato creado en
pt_br: Legislação criada em

source: Add URL
es: Añadir URL
pt_br: Adicionar Endereço Eletrônico

source: Add File
es: Añadir Archivo
pt_br: Adicionar Arquivo

source: Add Relationship
es: Añadir Relacionamento
pt_br: Adicionar Relacionamento

source: My legislation
es: Mi legislación
pt_br: Minhas legislações

source: All legislation
es: Toda la legislación
pt_br: Todas legislações

source: Results per page
es: Resultados por página
pt_br: Resultados por página

source: Issue year
es: Año de emisión
pt_br: Ano de emissão

source: Select the legislation
es: Seleccione la legislación
pt_br: Selecione a legislação

source: No legislation was found with this criteria
es: No hay legislación para estes criterios
pt_br: Nenhuma legislação encontrada com estes critérios

source: Create new legislation
es: Crear nueva legislación
pt_br: Criar nova legislação

source: Legislation not added. Please check the fields and submit again
es: Legislación no añadida. Por favor, cheque los campos y envíelo de nuevo
pt_br: Legislação não adicionada. Por favor verifique os campos e envie novamente.

source: Edit Act Scope City
es: Editar Ciudad del Alcance del Acto
pt_br: Alterar Cidade de Alcance de Ato

source: Act Scope City
es: Ciudad del Alcance del Acto
pt_br: Cidade de Alcance de Ato

source: New Act Scope City
es: Nueva Ciudad del Alcance del Acto
pt_br: Nova Cidade de Alcance de Ato

source: Edit Act Collection
es: Editar Colección
pt_br: Editar Coleção

source: Act Collection
es: Colección
pt_br: Coleção

source: New Act Collection
es: Nueva Colección
pt_br: Nova Coleção

source: Edit Act Country/Region
es: Editar Pais/Región del acto
pt_br: Alterar País/Região do Ato

source: Act Country/Region
es: País/Región del acto
pt_br: País/Região do Ato

source: New Act Country/Region
es: Nuevo País/Región del Acto
pt_br: Novo País/Região do Ato

source: Edit Act Organ Issuer
es: Editar Órgano Emisor del Acto
pt_br: Alterar Órgão Emissor do Ato

source: Act Organ Issuer
es: Órgano Emisor del Acto
pt_br: Órgão Emissor do Ato

source: New Act Organ Issuer
es: Nuevo Órgano Emisor del Acto
pt_br: Novo Órgão Emissor do Ato

source: DO NOT SELECT if you are not sure whether the value can occur in more than one country/region.
es: NO SELECCIONE si no está seguro de si el valor puede ocurrir en más de un país / región.
pt_br: NÃO SELECIONE caso não tenha certeza se o valor pode ocorrer em mais de um país/região.

source: Edit Act Relation Type
es: Editar Tipo de Relacionamento
pt_br: Alterar Tipo de Relacionamento dos Atos

source: Act Relation Type
es: Tipo de Relacionamento
pt_br: Tipo de Relacionamento entre Atos

source: New Act Relation Type
es: Nuevo Tipo de Relación entre los Actos
pt_br: Novo Tipo de Relacionamento entre Atos

source: Edit Act Scope
es: Editar Esfera del Acto
pt_br: Altear Esfera de Ato

source: Act Scope
es: Esfera del Acto
pt_br: Esfera de Ato

source: New Act Scope
es: Nueva Esfera del Acto
pt_br: Nova Esfera de Ato

source: Edit Act Source
es: Editar Fuente del Acto
pt_br: Editar Fonte de Ato

source: Act Source
es: Fuente de Acto
pt_br: Fonte de Ato

source: New Act Source
es: Nueva Fuente de Acto
pt_br: Nova Fonte de Ato

source: Edit Act Scope State
es: Editar Estado del Alcance del Acto
pt_br: Alterar Estado de Alcance de Ato

source: Act Scope State
es: Estado del Alcance del Acto
pt_br: Estado de Alcance de Ato

source: New Act Scope State
es: Nuevo Estado del Alcance del Acto
pt_br: Nova Estado de Alcance de Ato

source: Edit Act Type
es: Editar Tipo de Acto
pt_br: Alterar Tipo de Ato

source: Act Type
es: Tipo de Acto
pt_br: Tipo do Ato

source: New Act Type
es: Nuevo Tipo de Acto
pt_br: Novo Tipo de Ato

source: User
es: Usuario
pt_br: Usuário

source: Changes
es: Cambios
pt_br: Alterações

source: Review changes
es: Revisar cambios
pt_br: Revisão das modificações

source: view complete record
es: ver registro completo
pt_br: ver registro completo

source: Review
es: Revisión
pt_br: Revisão

source: Update review
es: Actualizar revisión
pt_br: Atualizar revisão

source: Not approved changes
es: Cambios no aprobados
pt_br: Modificações não aprovadas

source: For each not approved change you need change the record
es: Para cada cambio no aprobado es necesario cambiar el registro
pt_br: Para cada modificação não aprovada você precisa alterar o registro

source: Update record
es: Actualizar registro
pt_br: Atualizar registro

source: Edit Language
es: Editar idioma
pt_br: Editar idioma

source: New Language
es: Nuevo idioma
pt_br: Novo idioma

source: Edit Resource
es: Editar recurso
pt_br: Editar Recurso

source: New Resource
es: Nuevo recurso
pt_br: Novo Recurso

source: Resource created in
es: Recurso creado en
pt_br: Recurso criado em

source: Edit Thematic area
es: Editar área temática
pt_br: Editar Área Temática

source: New Thematic area
es: Nueva área temática
pt_br: Nova Área Temática

source: Edit Source type
es: Editar tipo de fuente
pt_br: Editar Tipo de Fonte

source: New Source type
es: Nuevo tipo de fuente
pt_br: Novo Tipo de Fonte

source: New Source language
es: Nuevo idioma de fuente
pt_br: Novo Idioma de Fonte

source: My resources
es: Mis recursos
pt_br: Meus recursos

source: Resources of my network
es: Recurso de mi red
pt_br: Recursos da minha rede

source: All resources
es: Todos recursos
pt_br: Todos recursos

source: Update date
es: Fecha de actualización
pt_br: Data de atualização

source: Source types
es: Tipos de fuentes
pt_br: Tipos de fonte

source: New Source Type
es: Nuevo tipo de fuente
pt_br: Novo Tipo de fonte

source: Under maintenance
es: Sistema en mantenimiento
pt_br: Em manutenção

source: Please check again in a few minutes
es: Por favor, puedes volver a intentarlo en unos minutos
pt_br: Por favor verifique novamente em alguns minutos

source: BIREME - PAHO - WHO
es: BIREME - OPAS - OMS
pt_br: BIREME - OPAS - OMS

source: Information Source
es: Fuente de Información
pt_br: Fonte de informação

source: Bibliographic records
es: Registros bibliográficos
pt_br: Registros bibliográficos

source: Journals
es: Revistas
pt_br: Revistas

source: Thesaurus DeCS
es: Tesauro DeCS
pt_br: Tesauro DeCS

source: Thesaurus FUNASA
es: Tesauro FUNASA
pt_br: Tesauro FUNASA

source: Suggestions
es: Sugerencias
pt_br: Sugestões

source: Reports
es: Informes
pt_br: Relatórios

source: Controlled lists
es: Listas controladas
pt_br: Listas controladas

source: Languages
es: Idiomas
pt_br: Idiomas

source: Logout
es: Cerrar sesión
pt_br: Sair do sistema

source: Close
es: Cerrar
pt_br: Fechar

source: Delete media
es: Borrar medio
pt_br: Apagar mídia

source: New Media
es: Nuevo Medio
pt_br: Nova mídia

source: My medias
es: Mis medias
pt_br: Minhas mídias

source: All medias
es: Todos los medios
pt_br: Todas as mídias

source: Delete media collection
es: Borrar colección
pt_br: Apagar coleção

source: Media collection
es: Colección
pt_br: Coleção

source: Delete media Type
es: Borrar tipo de media
pt_br: Apagar tipo de mídia

source: Edit Media collection
es: Editar colección
pt_br: Editar coleção

source: New Media collection
es: Nueva colección
pt_br: Nova coleção

source: Edit Media type
es: Editar tipo de medio
pt_br: Editar tipo de mídia

source: Select media collection
es: Selecione la colección
pt_br: Selecione a coleção

source: Delete media type
es: Borrar tipo de media
pt_br: Apagar tipo de midia

source: New Media type
es: Nuevo tipo de medio
pt_br: Novo tipo de mídia

source: Learning object
es: Objeto de aprendizaje
pt_br: Objeto de aprendizagem

source: Resources of my institution
es: Recurso de mi institución
pt_br: Recursos da minha instituição

source: Select the resource
es: Seleccione el recurso
pt_br: Selecione o recurso

source: No resources found
es: No se encontraron recursos
pt_br: Nenhum recurso foi encontrado

source: Page
es: Página
pt_br: Página

source: of
es: de
pt_br: de

source: source__title_serial
es: Titulo de la revista
pt_br: Título da revisa

source: indexer_cc
es: Centro indizador
pt_br: Centro indexador

source: num_pending
es: Total pendiente
pt_br: Total pendente

source: shortened_title
es: Título abreviado
pt_br: Título abreviado

source: country__name
es: País
pt_br: País

source: editor_cc_code
es: Código del editor
pt_br: Código do editor

source: indexer_cc_code
es: Centro indizador
pt_br: Centro indexador

source: Report
es: Informe
pt_br: Relatório

source: Documents by Documentalists
es: Documentos por Documentalistas
pt_br: Documentos por Documentalista

source: Documents by Cooperative Center
es: Documentos por Centro Cooperante
pt_br: Documentos por Centro cooperante

source: Documents by Entry Year
es: Documentos por Ano de entrada
pt_br: Documentos por Ano de Entrada

source: Documents by Entry Month
es: Documentos por Mes de entrada
pt_br: Documentos por Mês de Entrada

source: Documents by Thematic Area
es: Documentos por Área Temática
pt_br: Documentos por Área Temática

source: Documents by Status
es: Documentos por Status
pt_br: Documentos por Status

source: Medias by Media Collection
es: Medios por Colección de Medios
pt_br: Mídias por Coleção

source: LILACS journal by Country
es: Revistas LILACS por País
pt_br: Revistas LILACS por País

source: LILACS-Express by Journal
es: LILACS-Express por Revista
pt_br: LILACS-Express por Revista

source: Journal by Publish Status
es: Revistas por Situación de la Publicación
pt_br: Revista por Situação da Publicação

source: Execute
es: Ejecutar
pt_br: Executar

source: Current
es: Corriente
pt_br: Corrente

source: Unknown
es: Desconocido
pt_br: Desconhecido

source: Suspended or closed
es: Suspendido o cerrado
pt_br: Suspenso ou encerrado

source: Export CSV
es: Exportación CSV
pt_br: Exportar em CSV

source: No data for these criteria
es: No hay datos para estes criterios
pt_br: Nenhum dado para estes critérios

source: Combination (Source x Report / Filter) not available
es: Combinación (Fuente x Informe / Filtro) no disponible
pt_br: Combinação (Fonte x Relatório / Filtro) não disponível

source: Edit Suggested Event
es: Editar evento sugerido
pt_br: Editar Evento Sugerido

source: Create a new Event using this suggestion
es: Crear nuevo evento usando esta sugerencia
pt_br: Criar um novo evento usando esta sugestão

source: Edit Suggested Resource
es: Editar recurso sugerido
pt_br: Editar Recurso Sugerido

source: Create a new Resource using this suggestion
es: Crear nuevo recurso usando esta sugerencia
pt_br: Criar um novo Recurso usando esta sugestão

source: Please check the following problems and submit your suggest again:
es: Por favor, consulte los siguientes problemas y envie su sugerencia nuevamente:
pt_br: Por favor verifique os problemas a seguir e envie sua sugestão novamente:

source: Captcha
pt_br: Código de segurança (captcha)

source: Invalid captcha code
es: Código captcha no válido
pt_br: Códio de segurança (captcha) inválido

source: Thank you
es: Gracias
pt_br: Obrigado

source: Your suggestion will be evaluated and if approved will be included in the Events Directory
es: Tu sugerencia será evaluado y si se aprueba, será incluido en el Directorio de Eventos en Salud
pt_br: Sua sugestão será avaliada e se aprovada será adicionada no Diretório de Eventos em Saúde

source: Your suggestion will be evaluated and if approved will be included in the Health Information Locator
es: Tu sugerencia será evaluado y si se aprueba, será incluido en el Localizador de Información en Salud
pt_br: Sua sugestão será avaliada e se aprovada será adicionada no Localizador de Informação em Saúde

source: Delete Descriptor
es: Borrar descriptor
pt_br: Excluir descritor

source: Thesaurus
es: Tesauro
pt_br: Tesauro

source: MESH Descriptor UI
es: ID de transporte
pt_br: ID do MESH

source: DeCS Descriptor UI
es: ID del registro
pt_br: ID do tesauro

source: Edit Concept
es: Editar concepto
pt_br: Editar conceito

source: Edit concept information
es: Editar Informaciones del concepto
pt_br: Editar informações do conceito

source: Identifier of Concept
es: ID del concepto
pt_br: ID do conceito

source: Description of Concept
es: Definición del concepto
pt_br: Descrição do conceito

source: Add new description
es: Añadir nueva descripción
pt_br: Adicionar nova descrição

source: Add Tree Number
es: Agregar categoría jerárquica
pt_br: Adiciona categoria

source: Add Previous Index
es: Agregar indización previa
pt_br: Adiciona indexação prévia

source: Warning
es: Advertencia
pt_br: Atenção

source: Warning: Field is empty!
es: Advertencia:¡Field está vacío!
pt_br: Atenção: Campo está vazio!

source: Edit legacy information
es: Editar información legada
pt_br: Editar informações do legado

source: Edit Register
es: Editar registro
pt_br: Editar registro

source: Edit registry information
es: Editar información de registro
pt_br: Editar informações do registro

source: Identifier of Record
es: ID de transporte
pt_br: ID MESH

source: Tree Numbers List
es: Lista de códigos jerárquicos
pt_br: Lista de categoria hierárquica

source: Pharmacological Action List
es: Lista de acciones farmacológicas
pt_br: Lista de ação farmacológica

source: String
es: Término
pt_br: Termo

source: Descriptor UI
pt_br: ID do descritor

source: Related List
es: Lista de descriptores relacionados
pt_br: Lista de relacionados

source: Description of Record
es: Descripción del registro
pt_br: Descrição do registro

source: Previous Indexing List
es: Lista de indexación previa
pt_br: Lista de indexação prévia

source: Previous Index
es: Indexación previa
pt_br: Indexação prévia

source: Add Pharmacological Action
es: Añadir acción farmacológica
pt_br: Adiciona ação farmacológica

source: Add Related
es: Añadir Relacionados
pt_br: Adicionar relacionado

source: New Term
es: Nuevo término
pt_br: Novo termo

source: Edit Descriptor
es: Editar descriptor
pt_br: Editar descritor

source: Edit term information
es: Editar Información del descriptor
pt_br: Editar informações do termo

source: New Descriptor
pt_br: No descritor

source: New Record, Concept and Term for Descriptors
es: Nuevo registro, concepto y término para descriptores
pt_br: Novo registro, conceito e termo para descritor

source: Creates information for the new Record, Concept and Term for Descriptors
es: Crea información para el nuevo registro, concepto y término para descriptores
pt_br: Cria informação para novo registro, conceito e termo para descritor

source: Step 1
es: Paso 1
pt_br: Passo 1

source: Step 2
es: Paso 2
pt_br: Passo 2

source: Language used for description
es: Lenguaje utilizado para la descripción.
pt_br: Linguagem utilizada para descrição

source: Next
es: Siguiente
pt_br: Próximo

source: Term description
es: Descripción del término
pt_br: Descrição do termo

source: New Concept and Term
es: Nuevo concepto y término
pt_br: Novo conceito e termo

source: Creates information for the new Concept and Term
es: Crea información para el nuevo concepto y término
pt_br: Cria informação para novo conceito e termo

source: Create legacy information
es: Crear información heredada
pt_br: Cria informação para legado

source: Creates information for the new Term
es: Crea información para el nuevo término
pt_br: Cria informação para novo termo

source: Details
es: Detalles
pt_br: Detalhes

source: Qualifiers
es: Calificador
pt_br: Qualificadores

source: Concepts
es: Conceptos
pt_br: Conceitos

source: Set exclusive to BIREME
es: Conjunto exclusivo para BIREME
pt_br: Conjunto exclusivo para BIREME

source: Descriptor record
es: Registro descriptor
pt_br: Descritor

source: Tree Number(s)
es: Categoría
pt_br: Categorias

source: Unique ID
es: ID de transporte
pt_br: ID MESH

source: Thesaurus ID
es: ID en tesauro
pt_br: ID do Tesauro

source: Annotation
es: Nota de Indización
pt_br: Anotação

source: Scope Note
pt_br: Nota de escopo

source: Entry Term(s)
es: Términos alternativos
pt_br: Termos alternativos

source: Pharm Action
pt_br: Ação farmacológica

source: Registry Number
es: Número de registro
pt_br: Número de registro

source: CAS Type 1 Name
es: Nombre de CAS Tipo 1
pt_br: Nome do Tipo 1 do CAS

source: Previous Indexing
es: Indización anterior
pt_br: Indexação prévia

source: Public MeSH Note
es: Nota pública
pt_br: Nota pública

source: Online Note
pt_br: Nota Online

source: History Note
es: Nota de historia
pt_br: Nota histórica

source: See Also
es: Ver también
pt_br: Veja também

source: Consider Also
es: Considera también
pt_br: Considere também

source: Date Established
es: Fecha establecida
pt_br: Data de estabelecimento

source: Date of Entry
es: Fecha de entrada
pt_br: Data de entrada

source: Revision Date
es: Fecha de revisión
pt_br: Data da revisão

source: Allowable Qualifiers
es: Calificadores permitidos
pt_br: Qualificadores permitidos

source: Add concept
es: Añadir concepto
pt_br: Adicionar conceito

source: Concept
es: Concepto
pt_br: Conceito

source: Narrower
es: NRW - Más estrecho
pt_br: Mais específico

source: Preferred Concept
es: Concepto preferido
pt_br: Conceito preferido

source: Add term
es: Añadir término
pt_br: Adicionar termo

source: Term
es: Término
pt_br: Termo

source: Preferred Term
es: Término preferido
pt_br: Termo preferido

source: Term UI
es: ID de término
pt_br: ID do termo

source: ConceptPreferredTerm
es: Término preferido del concepto
pt_br: Termo preferido do conceito

source: Is permuted
es: Está permutado
pt_br: É permutado

source: RecordPreferredTerm
es: Término preferido de registro
pt_br: Termo preferido do registro

source: Entry Version
es: Versión de entrada
pt_br: Versão de entrada

source: DateCreated
es: Fecha de creacion
pt_br: Data de criação

source: DateAltered
es: Fecha alterada
pt_br: Data de alteração

source: History annotation
es: Anotación de la historia
pt_br: Anotações de histórico

source: Edit this configurations
es: Editar esta configuraciones
pt_br: Editar essas configurações

source: Create this configurations
es: Crea estas configuraciones
pt_br: Criar estas configurações

source: Edit Qualifier
es: Editar calificador
pt_br: Editar qualificador

source: Qualifier record
es: Registro de calificador
pt_br: Qualificador

source: Abbreviation
es: Abreviatura
pt_br: Abreviação

source: Delete Qualifier
es: Eliminar calificador
pt_br: Apagar qualificador

source: MESH Qualifier UI
es: ID de transporte
pt_br: ID do MESH

source: Qualifier Descriptor UI
es: Numero identificador del calificador
pt_br: ID do qualificador
