Repository: bireme/fi-admin
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: New Record, Concept and Term for Qualifiers
es: Nuevo registro, concepto y término para los calificadores
pt_br: Novo registro, conceito e termo para qualificador

source: Creates information for the new Record, Concept and Term for Qualifiers
es: Crea información para el nuevo registro, concepto y término para calificadores
pt_br: Cria informação para novo registro, conceito e termo para qualificador

source: Add new record for Qualifier
es: Añadir nuevo registro para Calificador
pt_br: Adicionar novo registro de qualificador

source: Fields
es: Campos
pt_br: Campos

source: All qualifiers concepts
es: Todos los conceptos de calificadores
pt_br: Todos os qualificadores

source: Preferred concepts only
es: Solo conceptos preferidos
pt_br: Apenas conceitos preferidos

source: DeCS Qualifier UI
es: Numero identificador del calificador
pt_br: ID do tesauro

source: Tree Number
es: Categoria hierarquica
pt_br: Categoria

source: Historical
es: Histórico
pt_br: Histórico

source: Spanish Latin America
es: Español latinoamericano
pt_br: Espanhol América Latina

source: Spanish Spain
es: Español utilizado en España
pt_br: Espanhol da Espanha

source: Exact Match
es: Coincidencia exacta
pt_br: Pesquisa exata

source: Qualifier Name
es: Calificador
pt_br: Nome do qualificador

source: Term Name
es: Término
pt_br: Nome do termo

source: DeCS Qualifer UI
es: ID del tesauro
pt_br: ID do tesauro

source: No results found
es: No se han encontrado resultados
pt_br: Nenhum resultado foi encontrado

source: New Record, Concept and Term
pt_br: Novo registro, conceito e termo

source: Creates information for the new Record, Concept and Term
pt_br: Cria informação para novo registro, conceito e termo

source: Tree Numbers
pt_br: Categorias

source: Edit Term
pt_br: Editar termo

source: Preferred
pt_br: Preferido

source: Edit
es: Editar
pt_br: Editar

source: ABB - Abbreviation
es: ABB - Abreviatura
pt_br: ABB - Abreviação

source: ABX - Embedded abbreviation
es: ABX - Abreviatura incrustada
pt_br: ABX - Abreviação Embutida

source: ACR - Acronym
es: ACR - Acrónimo
pt_br: ACR - Acrônimo

source: ACX - Embedded acronym
es: ACX - Siglas integradas
pt_br: ACX - Acrônimo embutido

source: EPO - Eponym
es: EPO - epónimo
pt_br: EPO - Epônimo

source: LAB - Lab number
es: LAB - Número de laboratorio
pt_br: LAB - Número do laboratório

source: NAM - Proper name
es: NAM - Nombre propio
pt_br: NAM - Nome próprio

source: NON - None
es: NON - Ninguna
pt_br: NON - Nenhum

source: TRD - Trade name
es: TRD - Nombre comercial
pt_br: TRD - Nome comercial

source: New Qualifier
pt_br: Novo qualificador

source: Terms
es: Término
pt_br: Termos

source: Concept List
pt_br: Lista de conceitos

source: Registry successfully saved
pt_br: Recurso salvo com sucesso.

source: Search for a Active Descriptor Record that you want to insert a new concept
pt_br: Procurar por registro de descritor ativo para inserir um novo conceito

source: Active Descriptor Record
pt_br: Registro de descritor ativo

source: Add new record for Descriptor
es: Añadir nuevo registro para Descriptor
pt_br: Adiciona novo registro de descritor

source: Description Name
pt_br: Descrição

source: All descriptor concepts
es: Todos los descriptores
pt_br: Todos os termos

source: Term name
es: Término
pt_br: Nome no termo

source: Concept name
es: Nombre del concepto
pt_br: Nome do conceito

source: Preview Title
pt_br: Visualizar Título

source: Titles
es: Títulos
pt_br: Títulos

source: Edit Title
es: Editar Título
pt_br: Editar Título

source: New Title
es: Nuevo Título
pt_br: Novo Título

source: Index range
pt_br: Cobertura de indexação

source: Index source code
pt_br: Código da fonte de indexação

source: Initial date
es: Fecha inicial
pt_br: Data inicial

source: Initial volume
es: Volumen inicial
pt_br: Volume inicial

source: Final date
es: Fecha final
pt_br: Data final

source: Final volume
es: Volumen final
pt_br: Volume final

source: Final number
es: Número final
pt_br: Número final

source: Indexer center code
pt_br: Código do centro indexador

source: Copy
pt_br: Cópia

source: To distribute
pt_br: À distribuir

source: Selective
es: Seleccione
pt_br: Seletiva

source: BVS Specialties
pt_br: Especialidades BVS

source: VHL
pt_br: BVS

source: VHL Thematic area
es: Área temática
pt_br: Área Temática BVS

source: Title variances
pt_br: Variações do título

source: Initial year
pt_br: Ano inicial

source: Audit
pt_br: Auditoria

source: Online resources
pt_br: Recursos online

source: Delete Title
es: Borrar Título
pt_br: Apagar Título

source: Title created in
es: Título creado en
pt_br: Título criado em

source: Period
pt_br: Período

source: From
pt_br: De

source: Until
pt_br: Até

source: Send
pt_br: Enviar

source: Add specialty
pt_br: Adicionar especialidade

source: Add variance
pt_br: Adicionar variação

source: Add index range
pt_br: Adicionar cobertura de indexação

source: Add audit
pt_br: Adicionar auditoria

source: Add online resource
es: Agregar recurso en línea
pt_br: Adicionar recursos online

source: My titles
es: Mis títulos
pt_br: Meus títulos

source: All titles
es: Todos los títulos
pt_br: Todos os títulos

source: Shortened title
es: Título abreviado
pt_br: Título abreviado

source: SeCS number
es: Número SeCS
pt_br: Número SeCS

source: Editor code
es: Codigo del editor
pt_br: Código do editor

source: Field assist
es: Ayuda de campo
pt_br: Assistente de campo

source: Leaving this page will cause any unsaved data to be lost
es: Salir de esta página hará que los datos no guardados se pierdan
pt_br: Sair desta página fará com que os dados não salvos sejam perdidos

source: Text block
es: Bloque de texto
pt_br: Bloco de texto

source: Text blocks
es: Bloque de textos
pt_br: Blocos de notas

source: Slot
es: Espacio
pt_br: Espaço

source: Order
es: Orden
pt_br: Ordem

source: User profile
es: Perfil del usuario
pt_br: Perfil do usuário

source: Content
es: Contenido
pt_br: Conteúdo

source: 1 - Topical Descriptor
es: 1 - Descriptor de asunto
pt_br: 1 - Descritor Tópico

source: 2 - Publication Types, for example Review
es: 2 - Tipos de publicaciones, por ejemplo Revisión
pt_br: 2 - Tipos de Publicação, por exemplo Revisão

source: 3 - Check Tag, e.g., Male - no tree number
es: 3 - Etiqueta de verificación, por ejemplo, Hombre - sin número de árbol
pt_br: 3 - Check Tag, por exemplo: Masculino - sem número de categoria

source: 4 - Geographic Descriptor
es: 4 - Descriptor geográfico
pt_br: 4 - Descritor Geográfico

source: Descriptor class
es: Clases de descriptores
pt_br: Classes do descritor

source: External Descriptor UI
es: ID externo
pt_br: ID externo

source: NLM classification number
es: Número de clasificación NLM
pt_br: Número de classificação da NLM

source: Date created
es: Fecha de creacion
pt_br: Data de criação

source: Date revised
es: Fecha revisada
pt_br: Data de revisão

source: Date established
es: Fecha establecida
pt_br: Data de estabelecimento

source: Descriptions
es: Descripciones
pt_br: Descrições

source: History note
es: Nota de historia
pt_br: Nota histórica

source: Online note
es: Nota Online
pt_br: Nota Online

source: Public MeSH note
es: Nota pública
pt_br: Nota pública do MESH

source: Consider also
es: Considera también
pt_br: Considere também

source: Tree number for descriptor
es: Categoría para el descriptor
pt_br: Categoria hierárquica de descritor

source: Tree numbers for descriptors
es: Categoría para el descriptor
pt_br: Categorias hierárquicas de descritores

source: Tree number
es: Categoría jerárquica
pt_br: Categoria

source: Pharmacologicals Action List
es: Lista de acciones farmacológicas
pt_br: Lista de ação farmacológica

source: See Related List
es: Ver lista de descriptores relacionados
pt_br: Ver lista de relacionados

source: Previous indexing
es: Indexación previa
pt_br: Indexação prévia

source: Legacy information
es: Información legada
pt_br: Informações do legado

source: Pre-codificado
es: Precodificada
pt_br: Pré-codificado

source: Reforma Saude
pt_br: Reforma Saúde

source: Geografico
es: Geográfico
pt_br: Geográfico

source: Saude Publica
pt_br: Saúde Pública

source: Concept record
es: Registro de concepto
pt_br: Registro de conceito

source: Concept records
es: Registro de concepto
pt_br: Registro de conceito

source: Concept unique Identifier
es: ID de concepto
pt_br: ID do conceito

source: Preferred concept
es: Concepto preferido
pt_br: Conceito preferido

source: Chemical abstract
es: Nombre en Chemical Abstracts
pt_br: Resumo químico

source: Registry number from CAS
es: Número de registro de CAS
pt_br: Número de registro do CAS

source: Scope note
es: Definición
pt_br: Nota de escopo

source: Term unique identifier
es: ID de término
pt_br: ID do Termo

source: Concept preferred term
es: Término preferido del concepto
pt_br: Conceito preferido do termo

source: Is permuted term
es: Es término permutado
pt_br: É termo permutado

source: Lexical categories
es: Categorías léxicas
pt_br: Categorias lexicais

source: Record preferred term
es: Término preferido del registro
pt_br: Termo preferido do registro

source: Entry version
es: versión de entrada
pt_br: Versão de entrada

source: Date altered
es: Fecha alterada
pt_br: Data de alteração

source: Historical annotation
es: Anotación histórica
pt_br: Nota histórica

source: External Qualifier UI
es: ID externo
pt_br: ID externo

source: Description of Qualifier
es: Descripción del calificador
pt_br: Descrição do qualificador

source: Descriptions of Qualifier
es: Descripción del calificador
pt_br: Descrição do qualificador

source: Tree number for qualifier
es: categoría jerárquica para calificador
pt_br: Categoria hierárquica de qualificador

source: Tree numbers for qualifiers
es: categoría jerárquica para calificador
pt_br: Categorias hierárquicas de qualificadores

source: Thesaurus name
es: Nombre del tesauro
pt_br: Nome do tesauro

source: Author
es: Autor
pt_br: Autor

source: Scope
es: Alcance
pt_br: Escopo

source: Sequencial control
es: Control secuencial
pt_br: Controle sequencial

source: Sequencial controls
es: Control secuencial
pt_br: Controle sequencial

source: Sequential number
es: Numero secuencial
pt_br: Número sequencial

source: This Term already exist!
es: ¡Este término ya existe!
pt_br: Este termo já existe!

source: Scientific/Technical
pt_br: Científico/Técnico

source: Disclosure
pt_br: Divulgação

source: Parallel title
es: Título paralelo
pt_br: Título paralelo

source: Shortened parallel title
es: Título paralelo corto
pt_br: Título paralelo abreviado

source: Other title forms
es: Otras formas de título
pt_br: Outras formas do título

source: Indispensable
pt_br: Imprescindível

source: Dispensable (exists in the country)
pt_br: Prescindível (existe no país)

source: Dispensable (exists in the region)
pt_br: Prescindível (existe na região)

source: Purchase current
pt_br: Compra vigente

source: Purchase canceled
pt_br: Compra descontinuada

source: Exchange current
pt_br: Permuta vigente

source: Exchange canceled
pt_br: Permuta descontinuada

source: Donation current
pt_br: Doação vigente

source: Donation canceled
pt_br: Doação descontinuada

source: Basic roman
pt_br: Romano básico

source: Extended roman
pt_br: Romano extendido

source: Cyrillic
pt_br: Cirílico

source: Japanese
pt_br: Japonês

source: Chinese
pt_br: Chinês

source: Korean
pt_br: Coreano

source: Arabic
pt_br: Árabe

source: Greek
pt_br: Grego

source: Hebrew
pt_br: Hebraico

source: Thai
pt_br: Tailandês

source: Tamil
pt_br: Tâmil

source: Annual
pt_br: Anual

source: Bimonthly (every two months)
pt_br: Bimestral

source: Biweekly (twice per week)
pt_br: Bissemanal

source: Daily
pt_br: Diário

source: Fortnightly (every two weeks)
pt_br: Quinzenal

source: Semiannual/Biannual
pt_br: Semestral/Bianual

source: Biennial (every two years)
pt_br: Bienal

source: Triennial (every three years)
pt_br: Trienal

source: Three times a week
pt_br: Três vezes por semana

source: Three times a month
pt_br: Três vezes por mês

source: Monthly
pt_br: Mensal

source: Quarterly (four times a year)
pt_br: Trimestral

source: Semimonthly (twice per month)
pt_br: Bimensal

source: Triannual (three times a year)
pt_br: Quadrimestral

source: Continuously updated
es: Publicación continuada
pt_br: Publicação contínua

source: Weekly
pt_br: Semanal

source: Other frequencies
pt_br: Outras frequências

source: Unknown frequency
pt_br: Frequência desconhecida

source: Has edition in another language
pt_br: Tem edição em outro idioma

source: It is edition in another language
pt_br: É edição em outro idioma

source: Has subseries
pt_br: Tem subsérie

source: It is subseries of
pt_br: É subsérie de

source: Has supplement or insertion
pt_br: Tem suplemento ou inserção

source: It is supplement or insertion
pt_br: É suplemento ou inserção

source: Continuation of
pt_br: Continuação de

source: Partial continuation of
pt_br: Continuação parcial de

source: Absorbed
pt_br: Absorveu

source: Absorbed in part
pt_br: Absorveu em parte

source: Formed by subdivision of
pt_br: Formado pela subdivisão de

source: Fusion of...with...
pt_br: Fusão de...com...

source: Continued by
pt_br: Continuado por

source: Continued in part by
pt_br: Continuado em parte por

source: Absorbed by
pt_br: Absorvido por

source: Absorbed in part by
pt_br: Absorvido em parte por

source: Subdivided into
pt_br: Subdivido em

source: Merged with
pt_br: Fundiu-se com

source: To form
pt_br: Para formar

source: Free
pt_br: Livre

source: Free for subscribers
pt_br: Livre para assinantes

source: Requires ONLINE subscription
pt_br: Exige assinatura ONLINE

source: Requires ONLINE/PRINT subscription
pt_br: Exige assinatura ONLINE/PRINT

source: The initial date field is mandatory when publish status field value is 'current'
pt_br: O campo Data Inicial é obrigatório quando o valor do campo Situação da Publicação é 'corrente'

source: The final date field is mandatory when publish status field value is 'suspended or closed'
pt_br: O campo Data Final é obrigatório quando o valor do campo Situação da Publicação é 'suspenso ou encerrado'

source: The state field is mandatory when country field value is 'Brazil'
pt_br: O campo Estado é obrigatório quando o valor do campo País é 'Brasil'

source: Users
pt_br: Usuários

source: ID number
es: ID número
pt_br: Número de identificação

source: Local code
pt_br: Código local

source: National code
pt_br: Código nacional

source: Related systems
pt_br: Sistemas relacionados

source: Publish status
es: Estado de publicación
pt_br: Situação da publicação

source: Subtitle
es: Subtítulo
pt_br: Subtítulo

source: Section/Part
pt_br: Seção/Parte

source: Section/Part title
pt_br: Título da seção/parte

source: Responsibility Mention
pt_br: Menção de responsabilidade

source: MEDLINE shortened title
pt_br: Título abreviado MEDLINE

source: Publication level
pt_br: Nível da publicação

source: Title alphabet
pt_br: Alfabeto do título

source: Abstract language
es: Idioma del resumen
pt_br: Idioma do resumo

source: Frequency
pt_br: Frequência

source: MEDLINE code
pt_br: Código MEDLINE

source: Classification
pt_br: Classificação

source: Acquisition Form
pt_br: Forma de aquisição

source: Acquisition priority
pt_br: Prioridade de aquisição

source: Comercial editor
pt_br: Editor comercial

source: Index - Year/Start (LILACS)
pt_br: Indexação - Ano/Início (LILACS)

source: BIREME notes
es: Notas BIREME
pt_br: Notas BIREME

source: Creation date
es: Fecha de creación
pt_br: Data de criação

source: Last change date
pt_br: Data da última modificação

source: Owners List
pt_br: Lista de fornecedores

source: Owner
pt_br: Fornecedor

source: Online resource
es: Recursos en línea
pt_br: Recursos online

source: ONLINE full text
pt_br: Texto completo ONLINE

source: Unavailable for libraries
pt_br: Não disponível para bibliotecas

source: Allows buying articles
pt_br: Permite compra de artigos

source: Access type
es: Tipo de acceso
pt_br: Tipo de acesso

source: Access control
pt_br: Controle de acesso

source: Initial period
es: Periodo inicial
pt_br: Período inicial

source: Final period
es: Período final
pt_br: Período Final

source: Title variance
pt_br: Variação do título

source: BVS Specialty
es: Tema BVS
pt_br: Especialidade BVS

source: Indexing Code
es: Código de Indización
pt_br: Código de Indexação

source: Indexing Codes
es: Códigos de Indización
pt_br: Códigos de Indexação

source: MEDLINE Index
es: Índice MEDLINE
pt_br: Indexação MEDLINE

source: MEDLINE Record
es: Nuevo registro
pt_br: Registro MEDLINE

source: You must have at least one descriptor
es: Debe introducir al menos un descriptor de asunto
pt_br: Você precisa inserir pelo menos um descritor de assunto

source: You must have at least one thematic area
es: Debe seleccionar al menos una área temática
pt_br: Você precisa selecionar pelo menos uma área temática

source: For status "Published" you must have at least one descriptor and one thematic area
es: Para el status "Publicado" es necesario tener al menos un descriptor y un área temática admitidos.
pt_br: Para o status "Publicado" é necessário ter pelo menos um descritor e uma área temática.

source: updated
es: actualizado
pt_br: atualizado

source: code
es: código
pt_br: código

source: Latin America & Caribbean region?
es: Región de América Latina y el Caribe?
pt_br: Região da América Latina e Caribe?

source: country
es: país
pt_br: país

source: auxiliary code
es: Código auxiliar
pt_br: Código auxiliar

source: auxiliary codes
es: Códigos auxiliares
pt_br: Códigos auxiliares

source: Label
es: Rótulo
pt_br: Rótulo

source: new
es: nuevo
pt_br: novo

source: deleted
es: borrado
pt_br: apagado

source: Record created
es: Registro creado
pt_br: Recurso criado

source: Year must be greater than 1900
es: El año debe ser mayor que 1900
pt_br: Ano deve ser maior que 1900

source: URL
es: Enlace

source: Required when indexed in LILACS database
es: Requerido cuando se indexa en la base de datos LILACS

source: Status
es: Estado

source: Volume
es: Volumen

source: Category
es: Categoría

source: Theme
es: Tema

source: Parent
es: Padre

source: Image
es: Imagen

source: Community?
es: Comunidad?

source: Collection type
es: Tipo de colección

source: Last update
es: Fecha de ultima actualización

source: Link
es: Enlace

source: This unit already exist
es: Esta unidad ya existe

source: Active
es: Activa

source: Inactive
es: Inactiva

source: Closed
es: Cerrada

source: Categories
es: Categorías

source: Administrative information
es: Información administrativa

source: Administrative informations
es: Informaciones administrativas

source: Category (history)
es: Categoría (historial)

source: Type (history)
es: Tipo (historial)

source: Contact
es: Contacto

source: Contacts
es: Contactos

source: Country/Area code
es: Código de país/área

source: Phone
es: Teléfono

source: Unit
es: Unidad

source: First level
es: Primer nivel

source: Hierarchical level
es: Nivel jerárquico

source: Hierarchical levels
es: Niveles jerárquicos

source: Adhesion term
es: Término de adhesión

source: Adhesion terms
es: Términos de adhesión

source: Version
es: Versión

source: Acepted
es: Aceptado

source: Service/Product
es: Servicio/Producto

source: Services/Products
es: Servicios/Productos

source: Institution service product
es: Producto y servicio

source: Instituion services products
es: Productos y servicios

source: Descriptors suggestions
es: Sugerencias de descriptores

source: Journals indexed by my center
es: Revistas indizadas por mi centro

source: Go to page
es: Ir a la página

source: Classifications
es: Clasificaciones

source: New classification
es: Nueva clasificación

source: Sub-community
es: Subcomunidad

source: Select the sub-community
es: Seleccione la subcomunidad

source: Institutional
es: Institucional

source: Update your institution information
es: Actualice la información de su institución

source: Review adhesion term
es: Revisar el término de adhesión

source: I agree with the adhesion terms
es: Estoy de acuerdo con los términos de adhesión

source: Products and services
es: Productos y servicios

source: Adhesion term updated
es: Término de adhesión actualizada

source: Area code
es: Código de área

source: Sites
es: Sitios

source: Administrative
es: Administrativo

source: Add Contact
es: Añadir Contacto

source: Add Institution
es: Añadir Institución

source: Select the institution
es: Seleccione la institución

source: No unit was found
es: No se encontró ninguna institución

source: Search by act number. Ex. 1234
es: Busque por numero del acto. Ej. 1234

source: No changes found
es: No se encontraron cambios

source: Internet resources
es: Recursos de Internet

source: Search for duplicates in the VHL
es: Buscar por duplicados en la BVS

source: Media file
es: Archivo multimedia

source: Do you confirm the creation of a new record with this term?
es: ¿Confirma la creación de un nuevo registro con este término?

source: Confirm
es: Confirmar

source: Do you confirm the creation of a new record with this concept?
es: ¿Confirma la creación de un nuevo registro a partir de este concepto?

source: All the synonyms existing in this concept will belong to a new registry
es: Todos los sinonimos existentes en este concepto pertenecerán a un nuevo registro

source: Choose the abbreviation that this record will have
es: Seleccione la abreviatura que este registro tendrá

source: Field required
es: Campo obrigatório

source: already exists!!!
es: ya existe!

source: Relationship with the first
es: Relación con el primero

source: Description in
es: Descripción en

source: Transport UI
es: ID de transporte

source: Entry Combination List
es: Lista de descriptores precoordinados (precoord)

source: Add new entry combination
es: Añadir nueva combinación de entrada

source: Entry combination
es: Precoord

source: Add Entry Combination
es: Añadir combinación de entrada

source: Edit term
es: Editar término

source: Term information
es: Información del término

source: Thesaurus where terms occur
es: Tesauro donde los términos ocurren

source: Add thesaurus name
es: Añadir nombre de tesauro

source: Step 3
es: Paso 3

source: Choice of term and language
es: Elección del término y del idioma

source: Qualifier combination prohibited
es: Combinación calificada prohibida

source: Edit record information, descriptions, abbreviations, hierarchical codes, pharmacological actions, related, previous indexes and Precoord
es: Editar información del registro, descripciones, abreviaturas, códigos jerárquicos, acciones farmacológicas, relacionadas, indización previa y Precoord

source: Indexing Annotation
es: Nota de Indización

source: Definition
es: Definición

source: Entry Combination
es: Precoord

source: Pharmacological Action
es: Acción Farmacológica

source: Move this concept to another record
es: Mover este concepto a otro registro

source: Move this term to another concept
es: Mover este término a otro concepto

source: Create a new record from this term
es: Crear un nuevo registro a partir de este término

source: LexicalTag
es: Etiqueta léxico

source: BRD - Broader
es: BRD - Más amplio

source: REL - Related but not broader or narrower
es: REL - Relacionado pero no más amplio ni más estrecho

source: Create a new record from this concept
es: Crear un nuevo registro a partir de este concepto

source: Please set the preferred term for this concept
es: Por favor, establezca el término preferido para este concepto

source: Edit record information, abbreviation, hierarchical codes and descriptions
es: Editar información de registro, abreviatura, códigos jerárquicos y descripciones

source: Edit qualifier information
es: Editar información del calificador

source: Move this qualifier to another concept
es: Mover este calificador a otro concepto
