Repository: bireme/fi-admin
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Duplicate Bibliographic Record
es: Registro Bibliográfico Duplicado
pt_br: Registro Bibliográfico Duplicado

source: Duplicate Bibliographic Records
es: Registros Bibliográficos Duplicados
pt_br: Registros Bibliográficos Duplicados

source: Metadata JSON
es: Metadatos JSON
pt_br: Metadados JSON

source: Indexing JSON
es: Indización JSON
pt_br: Indexação JSON

source: Event/Project JSON
es: Evento/Proyecto JSON
pt_br: Evento/Projeto JSON

source: Library JSON
es: Datos locales JSON
pt_br: Dados locais JSON

source: Other fields JSON
es: Otros campos JSON
pt_br: Outros campos JSON

source: Collection
es: Colección
pt_br: Coleção

source: Collections
es: Colecciones
pt_br: Coleções

source: Country
es: Pais
pt_br: País

source: Name
es: Nombre
pt_br: Nome

source: Description
es: Descripción
pt_br: Descrição

source: Translation
es: Traducción
pt_br: Tradução

source: Translations
es: Traducciones
pt_br: Traduções

source: English
es: Inglés
pt_br: Inglês

source: Portuguese
es: Portugués
pt_br: Português

source: Spanish
es: Español
pt_br: Espanhol

source: Acronym
es: Sigla
pt_br: Sigla

source: Regional index?
es: ¿Índice regional?
pt_br: Índice regional?

source: Network index
es: Indizado en las Redes
pt_br: Índice das Redes

source: Cooperative Center index
es: Indizado en el Centro Cooperante
pt_br: Índice do Centro Cooperante

source: language
es: idioma
pt_br: idioma

source: name
es: nombre
pt_br: nome

source: Error report
es: Informe de error
pt_br: Informe de erro

source: Error reports
es: Informe de errores
pt_br: Informes de erro

source: Pending
es: Pendiente
pt_br: Pendente

source: Fixed
es: Corregido
pt_br: Corrigido

source: Invalid
es: Inválido
pt_br: Inválido

source: Invalid link
es: Enlace inválido
pt_br: Link inválido

source: Bad content
es: Contenido inapropiado
pt_br: Conteúdo inapropriado

source: Duplicated
es: Duplicado
pt_br: Duplicado

source: Other
es: Otros
pt_br: Outro

source: Error type
es: Tipo de error
pt_br: Tipo de erro

source: New link
es: Nuevo enlace
pt_br: Novo link

source: Report successfully edited.
es: Informe editado con éxito
pt_br: Informe editado com sucesso.

source: Report deleted.
es: Informe borrado.
pt_br: Informe apagado.

source: Start date
es: Fecha inicial
pt_br: Data de ínicio

source: End date
es: Fecha final
pt_br: Data de término

source: Event type
es: Tipo de evento
pt_br: Tipo de evento

source: Event types
es: Tipos de evento
pt_br: Tipos de evento

source: Event
es: Evento
pt_br: Evento

source: Events
es: Eventos
pt_br: Eventos

source: Admitted
es: Aceptado
pt_br: Admitido

source: Do not publish in the regional event directory
es: No publicar en el directorio de eventos regional
pt_br: Não publicar no diretório de eventos regional

source: Enter the full name of the event, as it appears and in the same language. Ex: XIX Congresso Brasileiro de Arritmias Cardiacas. XVII Simposio Nacional do DECS-SBCC
es: Incluir el nombre completo del evento, tal como aparece y el mismo idioma. Ex: XIX Congreso Brasileño de arritmias cardíacas. XVII Simposio Nacional DECS-CCSYC
pt_br: Incluir nome completo do evento, da forma como aparece e no mesmo idioma. Ex: XIX Congresso Brasileiro de Arritmias Cardíacas. XVII Simpósio Nacional do DECS-SBCC

source: Enter the link of event portal
es: Incluir el enlace del portal del evento
pt_br: Inserir link do portal do evento

source: Address
es: Dirección
pt_br: Endereço

source: Enter full address of the local of the event to present it in a Google map
es: Incluir enderezo completo del local del evento para presentarlo en mapa de Google
pt_br: Incluir endereço completo do local do evento para apresentar-lo no mapa do Google

source: City
es: Ciudad
pt_br: Cidade

source: Official languages
es: Idiomas oficiales
pt_br: Idiomas oficiais

source: Contact email
es: Email de contacto
pt_br: Email para contato

source: Information for contact
es: Información para contacto
pt_br: Informação de contato

source: Observations
es: Observaciones
pt_br: Observações

source: Enter information about institutions that organize and/or sponsor the event, deadline for submission of papers, simultaneous translation service, event program, etc.
es: Incluir información de instituciones que organizan y/o financian el evento, fecha límite para la presentación de manuscriptos, servicio de traducción simultánea, programa del evento, etc.
pt_br: Incluir informações de instituições que organizam e/ou patrocinam o evento, prazo para submissão de trabalhos, serviço de tradução simultânea, programa do evento, etc.

source: Target groups
es: Audiencia
pt_br: Público alvo

source: Event successfully edited.
es: Evento editado con éxito.
pt_br: Evento editado com sucesso.

source: Event deleted.
es: Evento borrado.
pt_br: Evento apagado.

source: Type successfully edited.
es: Tipo editado con éxito.
pt_br: Tipo editado com sucesso.

source: Type deleted.
es: Tipo borrado.
pt_br: Tipo apagado.

source: Help
es: Ayuda
pt_br: Ajuda

source: Helps
es: Ayudas
pt_br: Ajudas

source: Field name
es: Nombre del campo
pt_br: Nome do campo

source: Institution type
pt_br: Tipo de instituição

source: Institution types
pt_br: Tipo de instituições

source: Type
es: Tipo
pt_br: Tipo

source: Institution
es: BIREME sitio institucional
pt_br: Instituição

source: Institutions
es: Instituciones
pt_br: Instituições

source: State
es: Estado
pt_br: Estado

source: Zip code
es: Código postal
pt_br: CEP

source: Mailbox
es: Buzón de correo
pt_br: Caixa Postal

source: Notes
es: Notas
pt_br: Notas

source: Main
es: Principal
pt_br: Principal

source: Extension
pt_br: Extensão

source: Contact phone
pt_br: Telefone de contato

source: Contact phones
pt_br: Telefones de contato

source: Country code
es: Código de país
pt_br: Código País

source: Number
es: Número
pt_br: Número

source: Contact emails
pt_br: Emails de contato

source: Mr.
es: Sr.
pt_br: Sr.

source: Mrs.
es: Sra.
pt_br: Sra.

source: Contact person
pt_br: Pessoa de contato

source: Contact persons
pt_br: Pessoas de contato

source: Prefix
es: Tratamiento
pt_br: Tratamento

source: Job title
es: Título profesional
pt_br: Cargo

source: URLs
es: Direcciones electrónicas
pt_br: Endereços eletrônicos

source: Units
es: Unidades
pt_br: Unidades

source: Second level
es: Segundo nivel
pt_br: Segundo nível

source: Third level
es: Tercer nivel
pt_br: Terceiro nível

source: Level
es: Nivel
pt_br: Nível

source: Issue date
es: Fecha de emisión
pt_br: Data de emissão

source: Related
es: Relacionado
pt_br: Lei relacionada

source: Act country/region
es: País/Región de alcance del acto
pt_br: País/Região de alcance do ato

source: Act type
es: Tipo del acto
pt_br: Tipo do ato

source: Act types
es: Tipos de atos
pt_br: Tipos de ato

source: Country/Region
es: País/Región
pt_br: País/Região

source: Act scope
es: Esfera del acto
pt_br: Esfera do ato

source: Act scopes
es: Esferas del acto
pt_br: Esferas do ato

source: Organ issuer
es: Órgano Emisor del Acto
pt_br: Órgão Emissor do Ato

source: Act source
es: Fuente del acto
pt_br: Fonte do ato

source: Act sources
es: Fuentes del acto
pt_br: Fontes do ato

source: Act relation type
es: Tipo de relacionamento
pt_br: Tipo de relacionamento

source: Act relation types
es: Tipos de relacionamento
pt_br: Tipos de relacionamento

source: Present tense form
es: Forma en el presente
pt_br: Forma no presente

source: Past form
es: Forma en el pasado
pt_br: Forma no passado

source: Act state
es: Estado del alcance del acto
pt_br: Estado de alcance de ato

source: Act states
es: Estados del alcance del acto
pt_br: Estados de alcance de ato

source: Act city
es: Ciudad del alcance del acto
pt_br: Cidade de alcance de ato

source: Act cities
es: Ciudades del alcance del acto
pt_br: Cidades de alcance de ato

source: Act collection
es: Colección
pt_br: Coleção

source: Act collections
es: Colecciones
pt_br: Coleções

source: Act reference
es: Referencia de Acto
pt_br: Referência do ato

source: Act references
es: Referencias de Acto
pt_br: Referências dos atos

source: Reviewed?
es: Revisado?
pt_br: Revisado?

source: Act number
es: Número del acto
pt_br: Número do ato

source: Denomination
es: Denominación
pt_br: Denominação

source: Act scope state
es: Estado del alcance del acto
pt_br: Estado do alcance do ato

source: Act scope city
es: Ciudad del alcance del acto
pt_br: Cidade do alcance do ato

source: Act scope geographic group
es: Grupo geográfico del acto
pt_br: Grupo geográfico do ato

source: Source name
es: Nombre de la fuente
pt_br: Nome da fonte

source: Volumen
pt_br: Volume

source: Fascicle
es: Número de Fascículo
pt_br: Número do Fascículo

source: Effectiveness date
es: Fecha de vigencia del acto
pt_br: Data de vigência do ato

source: Act effectiveness
es: Vigencia del acto
pt_br: Vigência do ato

source: Official ementa
es: Ementa oficial
pt_br: Ementa oficial

source: Unofficial ementa
es: Ementa no oficial
pt_br: Ementa não oficial

source: Local geographic descriptors
es: Descriptores locales geográficos
pt_br: Descritores geográficos locais

source: Act Relationship
es: Relacionamento del acto
pt_br: Relacionamento do ato

source: Act Relationships
es: Relaciones de la Ley
pt_br: Relacionamentos do Ato

source: Act related
es: Acto relacionado
pt_br: Ato relacionado

source: Apparatus
es: Aparato
pt_br: Dispositivo

source: Act URL
es: Dirección electrónica
pt_br: Endereço eletrônico

source: Act URLs
es: Direcciones electrónicas
pt_br: Endereços eletrônicos

source: Not approved
es: No aprobado
pt_br: Não aprovado

source: Approved
es: Aprobado
pt_br: Aprovado

source: French
es: Francés
pt_br: Francês

source: Resources
es: Recursos
pt_br: Recursos

source: Multimedia
pt_br: Multimídia

source: Bibliographic Reference
es: Registro Bibliográfico
pt_br: Referência bibliográfica

source: Educational resources
es: Recursos educacionales
pt_br: Recursos educacionais

source: Documentalist
es: Documentalista
pt_br: Documentalista

source: Dashboard
es: Panel de control
pt_br: Painel de controle

source: General
pt_br: Geral

source: Geographic
es: Geográfico
pt_br: Geográfico

source: DeCS: Health Sciences Descriptors
es: DeCS: Descriptores en Ciencias de la Salud
pt_br: DeCS: Descritores em Ciências da Saúde

source: Keywords
es: Palabras clave
pt_br: Palavras-chave

source: source type
es: tipo de fuente
pt_br: tipo de fonte

source: source types
es: tipos de fuentes
pt_br: tipos de fonte

source: Source type
es: Tipo de fuente
pt_br: Tipo de Fonte

source: Source language
es: Idioma de la fuente
pt_br: Idiomas da fonte

source: Source languages
es: Idiomas de la fuente
pt_br: Idiomas da fonte

source: Thematic area
es: Área temática
pt_br: Áreas temáticas

source: Thematic areas
es: Área temática
pt_br: Áreas temáticas

source: Descriptor
pt_br: Descritor

source: Code
es: Código
pt_br: Código

source: Primary?
es: Primario?
pt_br: Primário?

source: Text
es: Texto
pt_br: Texto

source: User recomendation?
es: Recomendación de usuario?
pt_br: Recomendação de usuário?

source: Resource
es: Recurso
pt_br: Recurso

source: Transcribe as it appears on the internet resource. If there is no title, provide a brief, simple but explanatory title
es: Transcribir tal como aparece en el recurso de internet. Si no hay, se hará un breve título, sencillo, pero explicativo
pt_br: Transcrever conforme aparece no recurso de internet. Se não houver, fornecer um título breve e simples, porém explicativo

source: Originator
es: Originador
pt_br: Originador

source: Institutional or personnel name of the responsible for the existence of the internet resource. Ex. Brazilian Society for Dental Research
es: Nombre institucional o personal del responsable de la existencia del recurso de internet. Ej. Organización Panamericana de Salud
pt_br: Nome do responsável institucional ou pessoal pela existência do recurso de internet. Ex. Sociedade Brasileira de Pesquisa Odontológica

source: Originator location
es: Local del originador
pt_br: Local geográfico do originador

source: Authors
es: Autores
pt_br: Autores

source: Enter one per line. Only filled if different from the originator of the resource
es: Introduzca uno por linea. Llenado sólo si diferente del originador del recurso
pt_br: Insira um por linha. Somente preenchido se diferente do originador do recurso

source: Include information on the content and operation of the internet resource
es: Incluir información sobre el contenido y el funcionamiento del recurso de Internet
pt_br: Incluir informações sobre o conteúdo e funcionamento do recurso de internet

source: Temporal range
es: Rango temporal
pt_br: Alcance temporal

source: Objective
es: Objetivo
pt_br: Objetivos

source: Resource successfully edited.
es: Recurso editado con éxito.
pt_br: Recurso editado com sucesso.

source: Resource deleted.
es: Recurso borrado.
pt_br: Recurso apagado.

source: Thematic area successfully edited.
es: Área temática editada con éxito.
pt_br: Área temática editada com sucesso.

source: Thematic area deleted.
es: Área temática borrada.
pt_br: Área Temática apagada

source: Language successfully edited.
es: Idioma editado con éxito.
pt_br: Idioma editado com sucesso.

source: Language deleted.
es: Idioma borrado.
pt_br: Idioma apagado.

source: Media type
es: Tipo de media
pt_br: Tipo de mídia

source: Media types
es: Tipo de medias
pt_br: Tipos de mídia

source: Date
es: Fecha
pt_br: Data

source: Media
pt_br: Mídia

source: Medias
pt_br: Mídias

source: Original title
es: Título original
pt_br: Título original

source: Translated title
es: Título traducido
pt_br: Título traduzido

source: Enter one per line
es: Introduzca un por línea
pt_br: Insira um por linha

source: Contributors
es: Colaboradores
pt_br: Contribuidores

source: Content notes
es: Notas de contenido
pt_br: Notas de conteúdo

source: Version notes
es: Notas de la versión
pt_br: Notas de versão

source: Related links
es: Enlaces relacionados
pt_br: Links relacionados

source: Inform individual or institutional name
es: Informe el nombre individual o institucional
pt_br: Informe nome individual ou institucional

source: Creator
es: Creador
pt_br: Criador

source: Contributor
es: Colaborador
pt_br: Contribuidor

source: Required for publication
es: Requerido para la publicación
pt_br: Obrigatório para publicação

source: Maximum allowed size %(max)s. Current filesize %(size)s
es: Tamaño máximo permitido %(max)s. Tamaño del archivo %(size)s
pt_br: Tamanho máximo permitido %(max)s. Tamanho do arquivo %(size)s

source: Types
es: Tipos
pt_br: Tipos

source: License
es: Licencia
pt_br: Licença

source: Licenses
es: Licencias
pt_br: Licenças

source: Course type
es: Tipo de curso
pt_br: Tipo do curso

source: Course types
es: Tipos de curso
pt_br: Tipos de curso

source: Technical Resource Type
es: Tipo de Recurso Técnico
pt_br: Tipo de Recurso Técnico

source: Technical Resource Types
es: Tipos de Recurso Técnico
pt_br: Tipos de Recurso Técnico

source: Technical resource type
es: Tipo de recurso técnico
pt_br: Tipo de recurso técnico

source: Format
es: Formato
pt_br: Formato

source: Interactivity type
es: Tipo de interactividad
pt_br: Tipo de interatividade

source: Interactivity types
es: Tipos de interactividad
pt_br: Tipos de interatividade

source: Interactivity level
es: Nivel de interactividad
pt_br: Nível de interatividade

source: Interactivity levels
es: Niveles de interactividad
pt_br: Níveis de interatividade

source: Difficulty
es: Dificultad
pt_br: Dificuldade

source: Difficulties
es: Dificultades
pt_br: Dificuldades

source: Audience
es: Audiencia
pt_br: Público

source: Audiences
es: Audiencias
pt_br: Públicos

source: Learning resource type
es: Tipo de recursos de aprendizaje
pt_br: Tipo de recurso de aprendizagem

source: Learning resource types
es: Tipos de recursos de aprendizaje
pt_br: Tipos de recursos de aprendizagem

source: Learning context
es: Contexto de aprendizaje
pt_br: Contexto de aprendizagem

source: Learning contexts
es: Contextos de aprendizaje
pt_br: Contextos de aprendizagem

source: Structure
es: Estructura
pt_br: Estrutura

source: Structures
es: Estructuras
pt_br: Estruturas

source: Open Educational Resource
es: Recurso Educacional Abierto
pt_br: Recurso educacional aberto

source: Open Educational Resources
es: Recurso Educacionales Abiertos
pt_br: Recursos educacionais abertos

source: CVSP resource
es: Recursos CVSP
pt_br: Recurso CVSP

source: Learning objectives
es: Objetivos de aprendizaje
pt_br: Objetivos de aprendizado

source: Aggregation Level
es: Nivel de agregación
pt_br: Nível de Agregação

source: Rights license
es: Licencia de derechos
pt_br: Licença de direitos

source: Free keywords
es: Palabras claves libres
pt_br: Palavras-chave livres

source: Duration
es: Duración
pt_br: Duração

source: Size
es: Tamaño
pt_br: Tamanho

source: Technical requirements
es: Requerimientos técnicos
pt_br: Requerimentos técnicos

source: Typical learning time
es: Tiempo de aprendizaje típico
pt_br: Tempo de aprendizagem típico

source: CVSP node
es: Nodo CVSP
pt_br: Nó CVSP

source: Relation type
es: Tipo de relación
pt_br: Tipo de relacionamento

source: Relation types
es: Tipos de relación
pt_br: Tipos de relacionamento

source: Active form
es: Forma activa
pt_br: Forma no ativo

source: Passive form
es: Forma pasiva
pt_br: Forma no passivo

source: Relationship
es: Relación
pt_br: Relacionamentos

source: Relationships
es: Relaciones
pt_br: Relacionamentos

source: OER related
es: Recurso relacionado
pt_br: Objeto relacionado

source: Save
es: Guardar
pt_br: Gravar

source: Title too short
es: Título muito corto
pt_br: Título muito curto

source: Suggested resource
es: Recurso sugerido
pt_br: Recurso sugerido

source: Suggested resources
es: Recursos sugeridos
pt_br: Recursos sugeridos

source: abstract
es: resumen
pt_br: Resumo

source: Administrative comments
es: Comentarios administrativos
pt_br: Comentários administrativos

source: created at
es: creado en
pt_br: criado em

source: Suggested event
es: Evento sugerido
pt_br: Evento sugerido

source: Suggested events
es: Eventos sugeridos
pt_br: Eventos sugeridos

source: day/month/year
es: dia/mes/año
pt_br: DD/MM/YYYY

source: Resource created.
es: Recurso creado.
pt_br: Recurso criado.

source: Event created.
es: Evento creado.
pt_br: Evento criado.

source: FI-ADMIN Administration
es: FI-ADMIN Administración
pt_br: FI-ADMIN Administração

source: Information Sources Management
es: Gestión de Fuentes de Información
pt_br: Gerenciamento de Fontes de Informação

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu sua senha?

source: works best in browsers
es: funciona mejor en los navegadores
pt_br: funciona melhor nos navegadores

source: You are logged out. Please
es: Ud. ha salido del sistema. Por favor
pt_br: Você esta desconectado. Por favor

source: login
pt_br: faça login

source: again clicking below.
es: haga clic nuevamente abajo.
pt_br: novamente clicando abaixo

source: FI Administration
es: Administración de Fuentes
pt_br: FI Administração

source: Home
pt_br: Início

source: Terms and conditions of use
es: Términos y condiciones de uso
pt_br: Termos e condições de uso

source: Privacy Policy
es: Política de Privacidad
pt_br: Política de Privacidade

source: Duplicate record list
es: Listado de registros duplicados
pt_br: Lista de registros duplicados

source: Center
es: Código del centro cooperante
pt_br: Centro Cooperante

source: Duplicate record
es: Registro duplicado
pt_br: Registro duplicado

source: Metadata
es: Metadatos
pt_br: Metadados

source: Indexing
es: Indización
pt_br: Indexação

source: Library
es: Biblioteca
pt_br: Biblioteca

source: Event/Project
es: Evento/Proyecto
pt_br: Evento/Projeto

source: Others
es: Otros
pt_br: Outros

source: Event notes
es: Notas de evento
pt_br: Notas de evento

source: Project notes
es: Notas de proyecto
pt_br: Notas de projeto

source: File
es: Archivo
pt_br: Arquivo

source: Delete?
es: Borrar?
pt_br: Apagar?

source: Series source
es: Fuente
pt_br: Fonte

source: Selected
es: Seleccionadas
pt_br: Selecionadas

source: Other journal title (not indexed in Virtual Health Library)
es: Otro título de revista (no indizada en la Biblioteca Virtual en Salud)
pt_br: Outro título de revista (não indexada na Biblioteca Virtual em Saúde)

source: Show DeCS definition
es: Consultar definición en el DeCS
pt_br: Consultar definição no DeCS

source: Descriptors
es: Descriptores
pt_br: Descritores

source: Select by search
es: Seleccione por búsqueda
pt_br: Selecione pela pesquisa

source: Yes
es: Sí
pt_br: Sim

source: Delete record
es: Borrar registro
pt_br: Apagar registro

source: Record
es: Registro
pt_br: Registro

source: Are you sure you want to delete?
es: ¿Está seguro que desea borrar?
pt_br: Você tem certeza que deseja apagar?

source: No
pt_br: Não

source: Edit Media
es: Editar medio
pt_br: Editar mídia

source: New Record
es: Nuevo registro
pt_br: Novo Registro

source: Edit Record
es: Editar registro
pt_br: Editar Registro

source: Edit Bibliographic Record
es: Editar Registro Bibliográfico
pt_br: Editar Registro Bibliográfico

source: Please check required fields
es: Por favor, verifique los campos requeridos
pt_br: Por favor verifique os campos obrigatórios

source: For status admitted you must have at least one descriptor and one thematic area admitted
es: Para el status "Admitido" es necesario tener al menos un descriptor y un área temática admitidos.
pt_br: Para o status "Admitido" é necessário ter pelo menos um descritor e uma área temática admitidos.

source: Identifier
es: Identificador
pt_br: Identificador

source: Media created in
es: Medio creado en
pt_br: Mídia criada em

source: by user
es: por el usuario
pt_br: pelo usuário

source: Cooperative center code
es: Código del centro cooperante
pt_br: Código Centro Cooperante

source: Last edit in
es: Última edición en
pt_br: Última edição realizada em

source: Suggestion
es: Sugerencia
pt_br: Sugestão

source: Suggested
es: Sugerido
pt_br: Sugerido

source: Add descriptor
es: Añadir descriptor
pt_br: Adicionar descritor

source: delete
es: borrar
pt_br: apagar

source: Add keyword
es: Añadir palabra clave
pt_br: Adicionar palavra-chave

source: Add thematic area
es: Añadir área temática
pt_br: Adicionar área temática

source: New Bibliographic Record
es: Nuevo Registro Bibliográfico
pt_br: Novo Registro Bibliográfico

source: My records
es: Mis registros
pt_br: Meus registros

source: Records of my center
es: Registros de mi centro
pt_br: Registros do meu centro

source: All records
es: Todos los registros
pt_br: Todos registros

source: Indexed by my center
pt_br: Indexado pelo meu centro

source: Colaboration review
es: Revisión de colaboración
pt_br: Revisão de colaboração

source: Search
es: Buscar
pt_br: Pesquisa

source: All
es: Todos
pt_br: Todos

source: Journals - Fascicle
es: Revista - Fascículo
pt_br: Revista - Fascículo

source: Journals - Article
es: Revista - Artículo
pt_br: Revista - Artigo

source: Filters
es: Filtros
pt_br: Filtros

source: Apply
es: Aplicar
pt_br: Aplicar

source: Networks
es: Redes
pt_br: Redes

source: Filter by
es: Filtrar por
pt_br: Filtrar por

source: Changed by other cooperative center
es: Cambiado por otro centro cooperativo
pt_br: Modificados por outros centros cooperantes

source: Changed by other users
es: Cambiado por otros usuarios
pt_br: Modificado por outros usuários

source: Actions
es: Acciones
pt_br: Ações

source: Remove
es: Borrar
pt_br: Apagar

source: review
es: revisar
pt_br: revisar

source: Edit Analytic
es: Editar Analítica
pt_br: Editar Analítica

source: Analytics
es: Analíticas
pt_br: Analíticas

source: New Analytic
es: Nueva Analítica
pt_br: Nova Analítica
