Repository: bireme/fi-admin
Catalog: bireme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_br

source: Select a file
es: Seleccione el archivo
pt_br: Selecione o arquivo

source: Language
es: Idioma
pt_br: Idioma

source: Eletronic address, fulltext file OR pages are required
es: Dirección electrónica, texto completo o Número de paginas obligatorio
pt_br: Endereço eletrônico, texto completo OU paginação obrigatório

source: Eletronic address or fulltext file required
es: Dirección electrónica o texto completo obligatorio
pt_br: Endereço eletrônico OU texto completo obrigatório

source: For status "Published" you must have at least one primary descriptor
es: Para el status "Publicado" es necesario tener al menos un descriptor primario
pt_br: Para o status "Publicado" é necessário ter pelo menos um descritor primário

source: Indexed databases
es: Bases de datos
pt_br: Bases de dados

source: Other notes
es: Otras notas
pt_br: Outras notas

source: Abstract
es: Resumen
pt_br: Resumo

source: Complementary Information
es: Informaciones Complementarias
pt_br: Informações Complementares

source: Subject
es: Asunto
pt_br: Assuntos

source: Additional indexing fields
es: Campos de indexación adicionales
pt_br: Campos adicionais de indexação

source: Imprint
es: Imprenta
pt_br: Imprenta

source: Fulltext
es: Texto completo
pt_br: Texto completo

source: Monographic Level
es: Nivel Monográfico
pt_br: Nível Monográfico

source: Collection level
es: Nivel de Colección
pt_br: Nível de coleção

source: Serial level
es: Nivel Serie
pt_br: Nível Série

source: Thesis Notes
es: Notas de la tesis
pt_br: Notas da Tese

source: General information
es: Informaciones generales
pt_br: Informações Gerais

source: Analytic Level
es: Nivel Analítico
pt_br: Nível Analítico

source: Content data
es: Datos de contenido
pt_br: Dados de conteúdo

source: -- Latin America & Caribbean --
es: -- América Latina y el Caribe --
pt_br: -- América Latina e Caribe --

source: -- Others --
es: -- Otros --
pt_br: -- Outros --

source: Center code
es: Código del centro cooperante
pt_br: Código Centro Cooperante

source: Classification number
es: Número de clasificación
pt_br: Número de classificação

source: Author number
es: Número de autor
pt_br: Número de autor

source: Volumen, inventory number, part
es: Volume, tomo, parte
pt_br: Volume, tompo, parte, etc

source: Lending system
es: Sistema de préstamo
pt_br: Sistema de empréstimo

source: Call number
es: Número de llamada
pt_br: Localização do documento

source: Electronic address
es: Dirección electrónica
pt_br: Endereço eletrônico

source: File type
es: Tipo de archivo
pt_br: Tipo de arquivo

source: File extension
es: Extensión del archivo
pt_br: Extensão do arquivo

source: Password
es: Contraseña
pt_br: Senha

source: File length
es: Tamaño del archivo
pt_br: Tamanho do arquivo

source: No public note
es: Nota no pública
pt_br: Nota não pública

source: Public note
es: Nota pública
pt_br: Nota pública

source: Title
es: Título
pt_br: Título

source: Comma abscent
es: Ausencia de coma
pt_br: Ausência de vírgula

source: Insert space after comma
es: Poner espacio después de la coma
pt_br: Adicionar espaço depois da vírgula

source: Personal author
es: Autor personal
pt_br: Autor pessoal

source: Format: Lastname, Name
es: Formato: Apellido, Nombre
pt_br: Formato: Sobrenome, Nome

source: Affiliation institution level 1
es: Institución de afiliación - nivel 1
pt_br: Afiliação - Instituição nível 1

source: Affiliation institution level 2
es: Institución de afiliación - nivel 2
pt_br: Afiliação - Instituição nível 2

source: Affiliation institution level 3
es: Institución de afiliación - nivel 3
pt_br: Afiliação - Instituição nível 3

source: Affiliation city
es: Afiliación - Ciudad
pt_br: Afiliação - Cidade

source: Affiliation country
es: Afiliación - País
pt_br: Afiliação - País

source: Affiliation degree of responsibility
es: Afiliación - Grado de responsabilidad
pt_br: Afiliação - Grau de responsabilidade

source: Individual author
es: Autor personal
pt_br: Autor pessoal

source: Corporate author
es: Autor institucional
pt_br: Autor institucional

source: Degree of responsibility
es: Grado de responsabilidad
pt_br: Grau de responsabilidade

source: Other physical details
es: Otros detalles físicos
pt_br: Outros detalhes físicos

source: Item extension
es: Extensión del ítem
pt_br: Extensão do item

source: Dimension
es: Dimensión
pt_br: Dimensão

source: Accompanying material
es: Material complementario
pt_br: Material acompanhante

source: Descriptive information
es: Información descriptiva
pt_br: Informação descritiva

source: Leader
es: Orientador
pt_br: Orientador

source: Keyword
es: Palabra clave
pt_br: Palavra-chave

source: Qualifier
es: Calificador
pt_br: Qualificador

source: Author keyword
es: Palabras-llave del autor
pt_br: Palavras-chave do autor

source: Pages
es: Páginas
pt_br: Páginas

source: Initial number
es: Número inicial
pt_br: Número inicial

source: End number
es: Número final
pt_br: Número final

source: Electronic location identifier
es: Identificador de localización electrónico
pt_br: Identificador de localização eletrônica

source: Database
es: Base de datos
pt_br: Base de dados

source: Record number
es: Número del registro
pt_br: Número do registro

source: Clinical Trial
es: Ensayo clínico
pt_br: Registro de Ensaio Clínico

source: Journals (Periodical Series)
es: Revistas (Serie Periódica)
pt_br: Revistas (Série Periódica)

source: Monograph
es: Monografía
pt_br: Monografia

source: Thesis/Dissertation
es: Tesis/Disertación
pt_br: Tese/Dissertação

source: Monograph in a Collection
es: Monografia perteneciente a una Colección
pt_br: Monografia pertencente a uma Coleção

source: Collection of Monographs
es: Colección de Monografías
pt_br: Coleção de Monografias

source: Monograph Series
es: Serie Monográfica
pt_br: Série Monográfica

source: Non conventional
es: No convencional
pt_br: Não convencional

source: Thesis/Dissertation appearing as a Monograph Series
es: Tesis/Disertación perteneciente a una Serie Monográfica
pt_br: Tese/Dissertação pertencente a uma Série Monográfica

source: Select document type
es: Seleccione el tipo de registro
pt_br: Selecione o tipo do documento

source: Insert space after %s
es: Poner espacio después de %s
pt_br: Adicionar espaço depois de %s

source: Delete space before %s
es: Quitar espacio antes de %s
pt_br: Apagar espaço antes de %s

source: Individual Author and Corporate Autor present simultaneous
es: Autor personal y Autor Institucional presentes al mismo tiempo
pt_br: Autor Pessoal e Autor Institucional presentes ao mesmo tempo

source: Individual Author or Corporate Author mandatory
es: Autor personal o Autor Institucional obligatorio
pt_br: Autor Pessoal ou Autor Institucional obrigatório

source: The % simbol don't separete occurences
es: El símbolo %s no separa ocurrencias
pt_br: O símbolo % não separa ocorrências

source: Point at end of field is not allowed
es: No es permitido punto al final del campo
pt_br: Não é permitido ponto no final do campo

source: Volume or issue number mandatory
es: Volumen o Número del fascículo obligatorio
pt_br: Volume ou número da edição obrigatório

source: Author %s:
es: Autor %s:
pt_br: Autor %s:

source: Degree of responsibility incompatible with LILACS
es: Grado de responsabilidade incompatible con LILACS
pt_br: Grau de responsabilidade incompatível com LILACS

source: Mandatory
es: Obligatorio
pt_br: Obrigatório

source: Thesis's author anonymous
es: Autor de la tesis anónimo
pt_br: Autor de tese anônimo

source: Affiliation information in Thesis/Dissertation must be provide at 'Institution to which it is submitted' field
es: Información de afiliación en Tesis/Disertación debe ser llenada en el campo 'Institución a la cual se presenta"
pt_br: Informação de afiliação em Tese/Dissertação deve ser informada no campo 'Instituição a qual se apresenta'

source: Comma absense or error in the word Anon
es: Ausencia de coma o error en la digitación de Anon
pt_br: Ausência de vírgula ou erro na digitação de Anon

source: Insert space after point
es: Inserte espacio después del punto
pt_br: Insira espaço após a virgula

source: Invalid abbreviation input Junior and/or Filho
es: Abreviatura inválida digite Junior y/o Filho
pt_br: Abreviação inválida Junior e/ou Filho

source: Affiliation institution level 1 mandatory
es: Institución de afiliación nivel 1 obligatoria
pt_br: Instituição nível 1 da afiliação obrigatório

source: Affiliation country mandatory
es: País de afiliación obligatório
pt_br: País de afiliação obrigatório

source: For absent or s.af affiliation do not describe the others affiliation atributes
es: Para afiliación ausente o s.af, no describir los demás atributos de afiliación
pt_br: Para afiliação ausente OU s.af não descreva os outros atributos da afiliação

source: at subfield %s
es: en el subcampo %s
pt_br: no subcampo %s

source: File extension attribute is mandatory
es: Atributo extensión del archivo es obligatório
pt_br: Atributo de extensão do arquivo é obrigatório

source: File type attribute is mandatory
es: Atributo de tipo del archivo es obligatorio
pt_br: Atributo de tipo de arquivo é obrigatório

source: Language incompatible with LILACS
es: Idioma incompatible con LILACS
pt_br: Idioma incompatível com LILACS

source: URL duplicated
es: Enlace duplicado
pt_br: URL duplicada

source: Printed music in the Record Type is incompatible with the LILACS Methodology
es: Música impresa en el Tipo de Registro es incompatible con la metodología LILACS
pt_br: Música Impressa no Tipo de Registro é incompatível com a Metodologia LILACS

source: Manuscript music in the Record Type is incompatible with the LILACS Methodology
es: Manuscrito de música en el campo Tipo de Registro es incompatible com la metodología LILACS
pt_br: Manuscritos de música no Tipo de Registro é incompatível com a Metodologia LILACS

source: Printed cartographic material in the Record Type is incompatible with the LILACS Methodology
es: Material cartográfico en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Material Cartográfico no Tipo de Registro é incompatível com a Metodologia LILACS

source: Manuscript cartographic material in the Record Type is incompatible with the LILACS Methodology
es: Manuscritos de música en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Manuscritos de Material Cartográfico no Tipo de Registro é incompatível com a Metodologia LILACS

source: Musical sound recording in the Record Type is incompatible with the LILACS Methodology
es: Registros musicales en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Registros musicais no Tipo de Registro é incompatível com a Metodologia LILACS

source: Two-dimensional nonprojectable graphic in the Record Type is incompatible with the LILACS Methodology
es: Gráficos bidimensionales no proyectables en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Gráficos bi-dimensionais não projetáveis no Tipo de Registro é incompatível com a Metodologia LILACS

source: Computer file in the Record Type is incompatible with the LILACS Methodology
es: Archivo de computador en el campo Tipo de Registro es incompatible con la metodología LILACS
pt_br: Arquivo de computador no Tipo de Registro é incompatível com a Metodologia LILACS

source: Kit in the Record Type is incompatible with the LILACS Methodology
es: Kit en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Kit no Tipo de Registro é incompatível com a Metodologia LILACS

source: Mixed material in the Record Type is incompatible with the LILACS Methodology
es: Material mixto en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Material misto no Tipo de Registro é incompatível com a Metodologia LILACS

source: Three-dimensional artifact or naturally occurring object in the Record Type is incompatible with the LILACS Methodology
es: Material tridimensional, artefacto, objeto en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Material tridimensional, artefato, objeto no Tipo de Registro é incompatível com a Metodologia LILACS

source: Manuscript language material in the Record Type is incompatible with the LILACS Methodology
es: Manuscritos de música en el campo Tipo de Registro es incompatible con la metodologia LILACS
pt_br: Manuscritos no Tipo de Registro é incompatível com a Metodologia LILACS

source: For the tradicional material of LILACS which is only in electronic form you should describe it as Electronic
es: Para el material tradicional de LILACS que se encuentren solamente en formato electrónico debese llenarlo con la opción Electrónico
pt_br: Para material tradicional de LILACS que se encontrem somente em formato eletrônico deve-se preenchê-lo com a opção Eletrônico

source: For articles, item form must be empty or Eletronic
es: Para artículos, el campo forma del item debe ser vacío o electrónico
pt_br: Para artigos, a forma do item deve ser vazio ou Eletrônico

source: For articles indexed in LILACS, type of journal must be Journal or Separatum
es: Para artículos indizados en LILACS, el campo Tipo de Periódico debe ser llenado con Revista o Separata
pt_br: Para artigos indexados na LILACS, o tipo de periódico deve ser Revistas ou Separatas

source: For LILACS references is mandatory select a journal from the list
es: Para registros LILACS es obligatorio seleccionar una revista da lista
pt_br: Para referências LILACS é obrigatório selecionar uma revista de lista

source: Please choose one journal from the list or use blank to inform other journal title
es: Por favor elija una revista da lista o use la opción vacia para informar un otro título de revista
pt_br: Por favor selecione uma revista da lista ou escolha opção vazia para informar um outro título de revista

source: Title %s:
es: Título %s:
pt_br: Título %s:

source: Invalid fill. Don't translate title in English
es: Llenado inválido. No se traduz titulo en Inglés
pt_br: Preenchimento inválido. Não traduza título em Inglês

source: Date without year
es: Fecha sin año
pt_br: Data sem ano

source: Entering information in this field is conditional to filling out publication date field
es: El registro de información en este campo es condicional a llenar el campo de fecha de publicación
pt_br: O registro de informação neste campo está condicionado ao preenchimento do campo data de publicação

source: Different of 8 characters
es: No contiene 8 dígitos
pt_br: Não contem 8 dígitos

source: Incompatible with LILACS
es: Incompatible con LILACS
pt_br: Incompatível com LILACS

source: Normalized date year must be '%s'
es: Año de la fecha normalizada debe ser '%s'
pt_br: Ano da data normalizada deve ser: '%s'

source: Error in the date, use: %s
es: Error en la fecha, utilize: %s
pt_br: Erro na data, use: %s

source: Leave blank, publication date = %s
es: Deje en blanco, fecha de publicación = %s
pt_br: Deixe em branco, data de publicação = %s

source: Do not have more than 4 occurrences, use passim
es: No puede tener mas que 4 ocurrencias, usar passim
pt_br: Mais que 4 ocorrências não permitido, use passim

source: If the attribute first is passim, the attribute last should be empty
es: Si el atributo inicio es Passim, el atributo final debe ser vacío
pt_br: Se o atributo número inicial é passim, o atributo número final precisa ser vazio

source: Attribute last is missing
es: Atributo último no fue informado
pt_br: Atributo número final não presente

source: Attribute first is missing
es: Atributo primero no fue informado
pt_br: Atributo número inicial não presente

source: Square brackets are missing [ ]
es: Hace falta los corchetes [ ]
pt_br: Colchetes não presentes

source: When the electronic location attribute is informed the others attributes should be empty
es: Cuando se informó el atributo de la localización electrónica los otros atributos deben ser vacíos
pt_br: Quando o atributo de localização eletrônica é informado os outros atributos devem ser vazios

source: LILACS incompatible
es: Incompatible con LILACS
pt_br: Incompatível com a LILACS

source: Entering information in this field is conditional to filling out publication city field
es: El registro de información en este campo es condicional a llenar el campo de la ciudad de publicación
pt_br: O preenchimento de informação neste campo está condicionado ao preenchimento do campo cidade de publicação

source: Maximum number of characteres = 9
es: Número máximo de caracteres = 9
pt_br: Número máximo de caracteres = 9

source: Event name mandatory
es: Nombre del evento es obligatório
pt_br: Nome do evento obrigatório

source: Project name OR Project number mandatory
es: Nombre del proyecto O Número del proyecto obligatorio
pt_br: Nome do Projeto ou Número do Projeto obrigatório

source: Error in the date
es: Error en la fecha
pt_br: Erro na data

source: Migration
es: Migrado
pt_br: Migração

source: Submission
es: Sumisión
pt_br: Submissão

source: Draft
es: Borrador
pt_br: Rascunho

source: Inprocess
es: LILACS-Express
pt_br: LILACS-Express

source: Published
es: Publicado
pt_br: Publicado

source: Refused
es: Rechazado
pt_br: Recusado

source: Deleted
es: Borrado
pt_br: Apagado

source: Bibliographic Record
es: Registro Bibliográfico
pt_br: Registro bibliográfico

source: Bibliographic Records
es: Registro Bibliográficos
pt_br: Registros bibliográficos

source: Validate using LILACS methodology
es: Validar usando metodología LILACS
pt_br: Validar usando metodologia LILACS

source: Reviewed by BIREME?
es: Revisado por BIREME?
pt_br: Revisado pela BIREME

source: Cooperative center
es: Centro cooperante
pt_br: Centro cooperante

source: Indexed in
es: Indizado en
pt_br: Indexado em

source: Literature type
es: Tipo de literatura
pt_br: Tipo de literatura

source: Treatment level
es: Nivel de tratamiento
pt_br: Nível de tratamento

source: Record type
es: Tipo del registro
pt_br: Tipo de registro

source: Text language
es: Idioma del texto
pt_br: idioma do texto

source: Internal note
es: Nota interna
pt_br: Nota interna

source: Publication date
es: Fecha de publicación
pt_br: Data de publicação

source: Publication normalized date
es: Fecha de publicación normalizada
pt_br: Data de publicação normalizada

source: Format: YYYYMMDD
es: Formato: YYYYMMDD
pt_br: Formato: AAAAMMDD

source: Publication type
es: Tipo de publicación
pt_br: Tipo de publicação

source: Total number of references
es: Número total de referencias
pt_br: Número total de referências

source: Time limits (from)
es: Alcance temporal (desde)
pt_br: Alcance temporal (desde)

source: Time limits (to)
es: Alcance temporal (hasta)
pt_br: Alcance temporal (até)

source: Check tags
es: Descriptores precodificados
pt_br: Descritor pré-codificado

source: Person as subject
es: Individuo como tema
pt_br: Indivíduo como tema

source: Non-DeCS Region
es: Región No DeCS
pt_br: Região não DeCS

source: Transfer date do database
es: Fecha de transferencia para base de datos
pt_br: Data de transferência para base de dados

source: Item form
es: Forma del ítem
pt_br: Forma do item

source: Type of computer file
es: Tipo de archivo de computador
pt_br: Tipo de arquivo de computador

source: Type of cartographic material
es: Tipo de material cartográfico
pt_br: Tipo de material cartográfico

source: Type of journal
es: Tipo de periódico
pt_br: Tipo de periódico

source: Type of visual material
es: Tipo de material visual
pt_br: Tipo de material visual

source: Specific designation of the material
es: Designación específica del material
pt_br: Designação específica do material

source: General note
es: Nota general
pt_br: Nota geral

source: Formatted contents note
es: Nota formateada de contenido
pt_br: Nota formatada de conteúdo

source: Additional physical form available note
es: Nota de disponibilidad de forma física adicional
pt_br: Nota de disponibilidade de forma física adicional

source: Reproduction note
es: Nota de reproducción
pt_br: Nota de reprodução

source: Original version note
es: Nota de versión original
pt_br: Nota de versão original

source: Institution as subject
es: Institución como tema
pt_br: Instituição como tema

source: Local descriptors
es: Descriptores locales
pt_br: Descritores locais

source: Software version
es: Versión del software
pt_br: Versão do software

source: LILACS id
pt_br: Identificador LILACS

source: Interoperability source
es: Fuente de interoperabilidad
pt_br: Fonte de interoperabilidade

source: Indexed by
es: Indizado por
pt_br: Indexado por

source: Bibliographic Record Source
es: Registro bibliográfico - Fuente
pt_br: Registro bibliográfico - Fonte

source: Bibliographic Records Source
es: Registro bibliográfico - Fuentes
pt_br: Registro bibliográfico - Fontes

source: English translated title
es: Título traducido al inglés
pt_br: Título traduzido para o inglês

source: Total number of volumes
es: Número total de volúmenes
pt_br: Número total de volumes

source: Issue number
es: Número del fascículo
pt_br: Número do fascículo

source: Institution to which it is submitted
es: Institución a la cual se presenta
pt_br: Instituição a qual se apresenta

source: Academic title
es: Título academico
pt_br: Título acadêmico

source: Publisher
es: Editor
pt_br: Editora

source: Edition
es: Edición
pt_br: Edição

source: City of publication
es: Ciudad de publicación
pt_br: Cidade de publicação

source: Publication country
es: País de publicación
pt_br: País de publicação

source: Symbol
es: Símbolo
pt_br: Símbolo

source: Bibliographic Record Analytic
es: Registro Bibliográfico - Analítica
pt_br: Registro bibliográfico - Analítica

source: Bibliographic Records Analytic
es: Registro Bibliográfico - Analíticas
pt_br: Registro bibliográfico - Analíticas

source: Source
es: Fuente
pt_br: Fonte de informação

source: Field mandatory
es: Campo obligatorio
pt_br: Campo obrigatório

source: Clinical trial registry name
es: Nombre del registro de ensayo clínico
pt_br: Nome do registro do ensaio clínico

source: DOI number
es: Número del DOI
pt_br: Número DOI

source: Bibliographic Record Complement
es: Registro Bibliográfico - Complemento
pt_br: Complemento do Registro Bibliográfico

source: Bibliographic Records Complement
es: Registro Bibliográfico - Complementos
pt_br: Complemento das Registros Bibliográficos

source: Conference name
es: Nombre del evento
pt_br: Nome do evento

source: Conference Sponsoring Institution
es: Institución patrocinadora del evento
pt_br: Instituição patrocinadora do evento

source: Conference date
es: Fecha del evento
pt_br: Data do evento

source: Conference normalized date
es: Fecha normalizada del evento
pt_br: Data normalizada do evento

source: Conference city
es: Ciudad del evento
pt_br: Cidade do evento

source: Conference country
es: País del evento
pt_br: País do evento

source: Project name
es: Nombre del proyecto
pt_br: Nome do projeto

source: Project number
es: Número del proyecto
pt_br: Número do projeto

source: Project - Sponsoring Institution
es: Institución patrocinadora del proyecto
pt_br: Projeto - Instituição patrocinadora

source: Bibliographic Record Local
es: Registro Bibliográfico - Biblioteca
pt_br: Registro bibliográfico - Campos locais

source: Bibliographic Records Local
es: Registro Bibliográfico - Biblioteca
pt_br: Registro bibliográfico - Campos locais

source: Inventory number
es: Número del registro
pt_br: Tombo

source: Bibliographic Record Alternate ID
es: ID Alternativo de Registro Bibliográfico
pt_br: Registro bibliográfico ID alternativos

source: Bibliographic Alternate ID's
es: ID's de Registro Bibliográfico
pt_br: Referência bibliográfica ID's alternativos

source: Reference
es: Nuevo recurso
pt_br: Referência

source: Alternate id
es: ID alternativo
pt_br: ID alternativo
